{"d1e3": {"l": "./bollos.html#topic-3072","t": "Bollo's Cafe & Bakery","d": "<p class=\"shortdesc\"> Bollo's is a cozy cafe and bakery located on Draper Road, right down the street from Squires Student Center. Bollo's is known for their baked goods, which are made from scratch daily. They also provide a warm, small-town atmosphere within their cafe. </p> "},"d1e10": {"l": "./starbucks.html#topic-9740","t": "Starbucks","d": "<p class=\"shortdesc\"> I would be remiss if I neglected to review the coffee shop behemoth that Starbucks is. Conveniently, there are three Starbucks locations in the Blacksburg area, but I will be reviewing the one closest to campus - the Virginia Tech North End Center location. This Starbucks is on campus and just a quick walk from Turner dining hall. Many students turn to Starbucks because of its consistency and reliability. </p> "},"d1e17": {"l": "./coffeholics.html#topic-2946","t": "Coffeeholics","d": "<p class=\"shortdesc\"> Coffeeholics is a spacious cafe located on Draper Road, just down the street from Squires Student Center. It offers a wide variety of drinks and pastries. Coffeeholics provides ample space and seating both outside and inside. Its convenient location appeals particularly to students, as it is right next to campus. </p> "},"d1e24": {"l": "./index.html#topic-8052","t": "Best of Blacksburg: Coffee Shops","d": "<p class=\"shortdesc\"> Hello, and welcome to my guide on the best coffee shops in Blacksburg! As a senior at Virginia Tech, I have frequented many Blacksburg cafes over the years and I have identified what exactly makes a good cafe and what makes a bad one. Everyone needs a good place to get a cup of coffee, whether you’re a student studying for finals, an alumnus visiting, or if you just want some hot cocoa to walk around town with, you need a coffee shop you can rely on. I will consider the relevant cafes in the area and rate them according to criteria including accessibility and location, aesthetic and vibe, quality of coffee and food, and overall experience. A detailed description of each category of criteria can be found below. </p> "},"d1e31": {"l": "./halwa.html#topic-1998","t": "Halwa","d": "<p class=\"shortdesc\"> Halwa is a Lebanese bakery and cafe located on North Main Street. It has many tables, couches, and chairs, often serving as a site for bible studies, studying students, and friends catching up. There is a very large menu, it perhaps is even a little overwhelming, but Halwa knows how to cover all of its bases, offering almost every type of tea and latte. It also has an extensive bakery display, producing Lebanese-inspired pastries like baklava and other classic cafe items like cookies and muffins. </p> "},"d1e39": {"l": "./ourdailybread.html#topic-4571","t": "Our Daily Bread","d": "<p class=\"shortdesc\"> Our Daily Bread is located about a mile away from campus on South Main Street. They offer breakfast, lunch, and dinner. It is a very popular destination for brunch on the weekends. They also have specialty bakery items. Although it is not just a cafe, Our Daily Bread is a very popular coffee and breakfast spot. </p> "}}